-- --------------------------------------------------------
-- 호스트:                          127.0.0.1
-- 서버 버전:                        10.4.11-MariaDB - mariadb.org binary distribution
-- 서버 OS:                        Win64
-- HeidiSQL 버전:                  10.2.0.5599
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8 */;
/*!50503 SET NAMES utf8mb4 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;

-- 테이블 데이터 collector.certificate:~34 rows (대략적) 내보내기
/*!40000 ALTER TABLE `certificate` DISABLE KEYS */;
INSERT INTO `certificate` (`SEQ`, `NAME`, `GRADE`, `TYPE`, `AUTH_YN`, `AGENCY`, `INSTITUTION`) VALUES
	('NS00000001', '워드프로세서', '단일등급', '국가기술자격', '', '대한상공회의소', '고용노동부'),
	('NS00000002', '컴퓨터활용능력', '1급', '국가기술자격', '', '대한상공회의소', '고용노동부'),
	('NS00000003', '컴퓨터활용능력', '2급', '국가기술자격', '', '대한상공회의소', '고용노동부'),
	('NS00000004', '비서', '1급', '국가기술자격', '', '대한상공회의소', '고용노동부'),
	('NS00000005', '비서', '2급', '국가기술자격', '', '대한상공회의소', '고용노동부'),
	('NS00000006', '비서', '3급', '국가기술자격', '', '대한상공회의소', '고용노동부'),
	('NS00000007', '한글속기', '1급', '국가기술자격', '', '대한상공회의소', '고용노동부'),
	('NS00000008', '한글속기', '2급', '국가기술자격', '', '대한상공회의소', '고용노동부'),
	('NS00000009', '한글속기', '3급', '국가기술자격', '', '대한상공회의소', '고용노동부'),
	('NS00000010', '전산회계운용사', '1급', '국가기술자격', '', '대한상공회의소', '고용노동부'),
	('NS00000011', '전산회계운용사', '2급', '국가기술자격', '', '대한상공회의소', '고용노동부'),
	('NS00000012', '전산회계운용사', '3급', '국가기술자격', '', '대한상공회의소', '고용노동부'),
	('NS00000013', '전자상거래운용사', '단일등급', '국가기술자격', '', '대한상공회의소', '고용노동부'),
	('NS00000014', '전자상거래관리사', '1급', '국가기술자격', '', '대한상공회의소', '산업통상자원부'),
	('NS00000015', '전자상거래관리사', '2급', '국가기술자격', '', '대한상공회의소', '산업통상자원부'),
	('NS00000016', '텔레마케팅관리사', '단일등급', '국가기술자격', '', '한국산업인력공단', '고용노동부'),
	('NS00000017', '사회조사분석사', '1급', '국가기술자격', '', '한국산업인력공단', '통계청'),
	('NS00000018', '사회조사분석사', '2급', '국가기술자격', '', '한국산업인력공단', '통계청'),
	('NS00000019', '컨벤션기획사', '1급', '국가기술자격', '', '한국산업인력공단', '문화체육관광부'),
	('NS00000020', '컨벤션기획사', '2급', '국가기술자격', '', '한국산업인력공단', '문화체육관광부'),
	('NS00000021', '소비자전문상담사', '1급', '국가기술자격', '', '한국산업인력공단', '공정거래위원회'),
	('NS00000022', '소비자전문상담사', '2급', '국가기술자격', '', '한국산업인력공단', '공정거래위원회'),
	('NS00000023', '임상심리사', '1급', '국가기술자격', '', '한국산업인력공단', '보건복지부'),
	('NS00000024', '임상심리사', '2급', '국가기술자격', '', '한국산업인력공단', '보건복지부'),
	('NS00000025', '국제의료관광코디네이터', '단일등급', '국가기술자격', '', '한국산업인력공단', '보건복지부, 문화체육관광부'),
	('NS00000026', '직업상담사', '1급', '국가기술자격', '', '한국산업인력공단', '고용노동부'),
	('NS00000027', '직업상담사', '2급', '국가기술자격', '', '한국산업인력공단', '고용노동부'),
	('NS00000028', '스포츠경영관리사', '단일등급', '국가기술자격', '', '한국산업인력공단', '문화체육관광부'),
	('NS00000029', '이러닝운영관리사', '단일등급', '국가기술자격', '', '한국산업인력공단', '산업통상자원부'),
	('NS00000030', '멀티미디어콘텐츠제작전문가', '단일등급', '국가기술자격', '', '한국산업인력공단', '과학기술정보통신부'),
	('NS00000031', '게임그래픽전문가', '단일등급', '국가기술자격', '', '한국콘텐츠진흥원', '문화체육관광부'),
	('NS00000032', '게임기획전문가', '단일등급', '국가기술자격', '', '한국콘텐츠진흥원', '문화체육관광부'),
	('NS00000033', '게임프로그래밍전문가', '단일등급', '국가기술자격', '', '한국콘텐츠진흥원', '문화체육관광부'),
	('NS00000034', '경영정보시각화능력', '단일등급', '국가기술자격', '', '대한상공회의소', '고용노동부');
/*!40000 ALTER TABLE `certificate` ENABLE KEYS */;

/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IF(@OLD_FOREIGN_KEY_CHECKS IS NULL, 1, @OLD_FOREIGN_KEY_CHECKS) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;